Repository: MarcoLP1822/kanjiwatch
Catalog: KanjiKit/Sources/StudyFeature/Resources/Localizable.xcstrings
Source language: en
Languages: it

source: Done
it: Fatto

source: Kanji %@, meaning %@
it: Kanji %1$@, significato %2$@

source: Next at %@
it: Prossimo alle %@

source: Next tomorrow at %@
it: Prossimo domani alle %@

source: Notifications are off
it: Notifiche disattivate

source: Now
it: Ora

source: One more now
it: Un altro adesso

source: Schedule every %lld min
it: Programmali ogni %lld min

source: Schedule it in %lld min
it: Programmalo tra %lld min

source: Tap for readings
it: Tocca per le letture

source: Tap for stroke order
it: Tocca per l'ordine dei tratti

source: That's all for now
it: Per ora è tutto

source: That's all for today
it: Per oggi è tutto

source: With Premium you can keep going whenever you like: find it in Settings.
it: Col Premium vai avanti quando vuoi: lo trovi in Impostazioni.

source: You skipped %lld kanji today. Want to see them now?
it: Oggi hai saltato %lld kanji. Vuoi vederli ora?
